export const f1SliderLabels = [
  '팀 성적',
  '선수 경력(성적)',
  '근본',
  '프랜차이즈 or 유스',
  '언더독',
  '팬덤 규모',
];

export const baseballSliderLabels = [
  '팀 성적',
  '근본',
  '프랜차이즈 스타',
  '성장 가능성(평균 연령대)',
  '연고지',
  '팬덤 규모',
];
/**
 * string 타입으로 백엔드에 전달
 * NONE, HIGH, LOW
 */
export const f1SliderCheckobx = [
  ['강팀', '약팀', '상관없음'],
  ['강', '약', '상관없음'],
  ['전통', '신생', '상관없음'],
  ['프랜차이즈', '유스', '상관없음'],
  ['상위권', '하위권', '상관없음'],
  ['큼', '작음', '상관없음'],
];

export const baseballSliderCheckobx = [
  ['강팀', '약팀', '상관없음'],
  ['전통', '신생', '상관없음'],
  ['많음', '적음', '상관없음'],
  ['높음', '낮음', '상관없음'],
  ['가까운팀', '먼팀', '상관없음'],
  ['큼', '작음', '상관없음'],
];

export const region = [
  '서울특별시',
  '부산광역시',
  '대구광역시',
  '인천광역시',
  '광주광역시',
  '대전광역시',
  '울산광역시',
  '세종시',
  '경기도',
  '강원도',
  '충청북도',
  '충청남도',
  '전라북도',
  '전라남도',
  '경상북도',
  '경상남도',
  '제주도',
];
